#+TITLE: Anatomy III - Legs
#+AUTHOR: Chris Hogan
#+DATE: <2021-06-21 Mon> to <2021-07-18 Sun>
#+STARTUP: nologdone

* Log
** Week 1
  #+BEGIN: clocktable :scope subtree :maxlevel 6 :block thisweek :tags t
  #+CAPTION: Clock summary at [2021-06-30 Wed 21:17], for week 2021-W26.
  | Tags | Headline     | Time   |
  |------+--------------+--------|
  |      | *Total time* | *0:00* |
  #+END:
  #+BEGIN: clocktable-by-tag :maxlevel 6 :match ("drawing" "study")
  | Tag     | Headline   | Time (h) |
  |---------+------------+----------|
  | drawing | *Tag time* | *34h 6m* |
  |---------+------------+----------|
  | study   | *Tag time* | *0h 35m* |
  
  #+END:
*** <2021-06-21 Mon>
**** DONE Proko legs                                                :drawing:
     :LOGBOOK:
     CLOCK: [2021-06-21 Mon 18:15]--[2021-06-21 Mon 19:39] =>  1:24
     CLOCK: [2021-06-21 Mon 13:29]--[2021-06-21 Mon 15:01] =>  1:32
     CLOCK: [2021-06-21 Mon 08:41]--[2021-06-21 Mon 10:17] =>  1:36
     :END:
**** DONE Original page                                             :drawing:
     :LOGBOOK:
     CLOCK: [2021-06-21 Mon 19:39]--[2021-06-21 Mon 20:58] =>  1:19
     CLOCK: [2021-06-21 Mon 15:01]--[2021-06-21 Mon 16:12] =>  1:11
     CLOCK: [2021-06-21 Mon 10:17]--[2021-06-21 Mon 11:41] =>  1:24
     :END:
*** <2021-06-22 Tue>
**** DONE Proko leg bones                                           :drawing:
     :LOGBOOK:
     CLOCK: [2021-06-22 Tue 18:05]--[2021-06-22 Tue 19:41] =>  1:36
     :END:
**** DONE Original page                                             :drawing:
     :LOGBOOK:
     CLOCK: [2021-06-22 Tue 19:42]--[2021-06-22 Tue 21:13] =>  1:31
     :END:
*** <2021-06-23 Wed>
**** DONE Proko leg bones                                           :drawing:
     :LOGBOOK:
     CLOCK: [2021-06-23 Wed 17:58]--[2021-06-23 Wed 19:46] =>  1:48
     :END:
**** DONE Original page                                             :drawing:
     :LOGBOOK:
     CLOCK: [2021-06-23 Wed 19:56]--[2021-06-23 Wed 21:23] =>  1:27
     :END:
*** <2021-06-24 Thu>
**** DONE Proko leg bones                                           :drawing:
     :LOGBOOK:
     CLOCK: [2021-06-24 Thu 18:14]--[2021-06-24 Thu 19:35] =>  1:21
     :END:
**** DONE Original page                                             :drawing:
     :LOGBOOK:
     CLOCK: [2021-06-24 Thu 19:35]--[2021-06-24 Thu 21:12] =>  1:37
     :END:
*** <2021-06-25 Fri>
**** DONE Proko leg bones                                           :drawing:
     :LOGBOOK:
     CLOCK: [2021-06-25 Fri 18:21]--[2021-06-25 Fri 19:17] =>  0:56
     :END:
**** DONE Proko foot bones                                          :drawing:
     :LOGBOOK:
     CLOCK: [2021-06-25 Fri 19:17]--[2021-06-25 Fri 20:17] =>  1:00
     :END:
**** DONE Original page                                             :drawing:
     :LOGBOOK:
     CLOCK: [2021-06-25 Fri 20:18]--[2021-06-25 Fri 21:13] =>  0:55
     :END:
*** <2021-06-26 Sat>
**** DONE Proko foot bones                                          :drawing:
     :LOGBOOK:
     CLOCK: [2021-06-26 Sat 18:03]--[2021-06-26 Sat 19:35] =>  1:32
     CLOCK: [2021-06-26 Sat 14:00]--[2021-06-26 Sat 15:15] =>  1:15
     CLOCK: [2021-06-26 Sat 08:48]--[2021-06-26 Sat 10:38] =>  1:50
     :END:
**** DONE Original page                                             :drawing:
     :LOGBOOK:
     CLOCK: [2021-06-26 Sat 19:35]--[2021-06-26 Sat 20:45] =>  1:10
     CLOCK: [2021-06-26 Sat 15:15]--[2021-06-26 Sat 16:26] =>  1:11
     CLOCK: [2021-06-26 Sat 10:38]--[2021-06-26 Sat 11:40] =>  1:02
     :END:
*** <2021-06-27 Sun>
**** DONE Proko foot bones                                          :drawing:
     :LOGBOOK:
     CLOCK: [2021-06-27 Sun 09:00]--[2021-06-27 Sun 10:24] =>  1:24
     :END:
**** DONE Original page                                             :drawing:
     :LOGBOOK:
     CLOCK: [2021-06-27 Sun 18:02]--[2021-06-27 Sun 19:35] =>  1:33
     CLOCK: [2021-06-27 Sun 13:02]--[2021-06-27 Sun 14:01] =>  0:59
     CLOCK: [2021-06-27 Sun 10:25]--[2021-06-27 Sun 11:58] =>  1:33
     :END:
**** DONE Blog                                                        :study:
     :LOGBOOK:
     CLOCK: [2021-06-27 Sun 19:47]--[2021-06-27 Sun 20:22] =>  0:35
     :END:
** Week 2
  #+BEGIN: clocktable :scope subtree :maxlevel 6 :block thisweek :tags t
  #+CAPTION: Clock summary at [2021-06-30 Wed 21:17], for week 2021-W26.
  | Tags    | Headline                   | Time    |       |      |      |
  |---------+----------------------------+---------+-------+------+------|
  |         | *Total time*               | *14:33* |       |      |      |
  |---------+----------------------------+---------+-------+------+------|
  |         | \_  Week 2                 |         | 14:33 |      |      |
  |         | \_    <2021-06-28 Mon>     |         |       | 8:05 |      |
  | drawing | \_      Proko butt anatomy |         |       |      | 4:15 |
  | drawing | \_      Original page      |         |       |      | 3:50 |
  |         | \_    <2021-06-29 Tue>     |         |       | 3:02 |      |
  | drawing | \_      Proko butts        |         |       |      | 1:31 |
  | drawing | \_      Original page      |         |       |      | 1:31 |
  |         | \_    <2021-06-30 Wed>     |         |       | 3:26 |      |
  | drawing | \_      Proko adductors    |         |       |      | 2:15 |
  | drawing | \_      Original page      |         |       |      | 1:11 |
  #+END:
  #+BEGIN: clocktable-by-tag :maxlevel 6 :match ("drawing" "study")
  | Tag     | Headline   | Time (h)  |
  |---------+------------+-----------|
  | drawing | *Tag time* | *14h 33m* |
  |---------+------------+-----------|
  | study   | *Tag time* | *0h 0m*   |
  
  #+END:
*** <2021-06-28 Mon>
**** DONE Proko butt anatomy                                        :drawing:
     :LOGBOOK:
     CLOCK: [2021-06-28 Mon 18:07]--[2021-06-28 Mon 19:34] =>  1:27
     CLOCK: [2021-06-28 Mon 14:06]--[2021-06-28 Mon 15:05] =>  0:59
     CLOCK: [2021-06-28 Mon 08:39]--[2021-06-28 Mon 10:28] =>  1:49
     :END:
**** DONE Original page                                             :drawing:
     :LOGBOOK:
     CLOCK: [2021-06-28 Mon 19:34]--[2021-06-28 Mon 21:11] =>  1:37
     CLOCK: [2021-06-28 Mon 15:05]--[2021-06-28 Mon 16:07] =>  1:02
     CLOCK: [2021-06-28 Mon 10:28]--[2021-06-28 Mon 11:39] =>  1:11
     :END:
*** <2021-06-29 Tue>
**** DONE Proko butts                                               :drawing:
    :LOGBOOK:
    CLOCK: [2021-06-29 Tue 18:01]--[2021-06-29 Tue 19:32] =>  1:31
    :END:
**** DONE Original page                                             :drawing:
     :LOGBOOK:
     CLOCK: [2021-06-29 Tue 19:32]--[2021-06-29 Tue 21:03] =>  1:31
     :END:
*** <2021-06-30 Wed>
**** DONE Proko adductors                                           :drawing:
     :LOGBOOK:
     CLOCK: [2021-06-30 Wed 17:50]--[2021-06-30 Wed 20:05] =>  2:15
     :END:
**** DONE Original page                                             :drawing:
     :LOGBOOK:
     CLOCK: [2021-06-30 Wed 20:06]--[2021-06-30 Wed 21:17] =>  1:11
     :END:
** Week 3
** Week 4
   
